Repository: gisbertg/service.takealugepgdownloader
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Summary
source: Fetch EPG data from different sources
de_de: Stellt EPG-Daten aus verschiedenen Quellen bereit.

# Addon Description
source: Fetch EPG data in various completitions for Germany Austria and Switzerland. Offers premium values for registered users. Needs Takealug account. More informations You'll find at www.takealug.de.
de_de: Stellt EPG-Daten für Deutschland, Österreich und der Schweiz in verschiedenen Varianten zur Verfügung. Bietet Premium EPG für registrierte Nutzer an. Benötigt einen Account auf Takealug. Mehr Informationen gibt es auf www.takealug.de.

# #32011
source: Premium DE AT CH 12-14 Days
de_de: Premium DE AT CH 12-14 Tage

# #32012
source: Premium easyEPG 12-14 Days
de_de: Premium easyEPG 12-14 Tage

# #32013
source: Premium Zattoo 12-14 Days
de_de: Premium Zattoo 12-14 Tage

# #32014
source: Premium Wilmaa 12-14 Days
de_de: Premium Wilmaa 12-14 Tage

# #32016
source: Free DE AT CH 3-5 Days
de_de: Free DE AT CH 3-5 Tage

# #32017
source: Free easyEPG 3-5 Days
de_de: Free easyEPG 3-5 Tage

# #32018
source: Free Zattoo 3-5 Days
de_de: Free Zattoo 3-5 Tage

# #32019
source: Free Wilmaa 3-5 Days
de_de: Free Wilmaa 3-5 Tage

# #32020
source: Settings
de_de: Einstellungen

# #32021
source: Hide Login Messages
de_de: Unterdrücke Login-Meldungen

# #32022
source: Takealug Account
de_de: Takealug Zugangsdaten

# #32023
source: Username
de_de: Nutzername

# #32024
source: Password
de_de: Passwort

# #32025
source: Use automated Download
de_de: Verwende automatisierten Download

# #32026
source: Daily Download at
de_de: täglicher Download um

# #32027
source: Download Folder
de_de: Download Ordner

# #32028
source: Actions
de_de: Aktionen

# #32029
source: Initiate manual Download now
de_de: Starte manuellen Download jetzt

# #32030
source: EPG Sources
de_de: EPG-Quellen

# #32031
source: Choose EPG File
de_de: Wähle EPG-Datei aus

# #32032
source: Download EPG immediately if EPG is older than
de_de: EPG sofort herunterladen, wenn EPG älter ist als

# #32033
source: 24 Hours
de_de: 24 Stunden

# #32034
source: 36 Hours
de_de: 36 Stunden

# #32035
source: 48 Hours
de_de: 48 Stunden

# #32040
source: EPG File stored
de_de: EPG-Datei wurde gespeichert

# #32042
source: Premium Membership required
de_de: Premium-Mitgliedschaft erforderlich

# #32043
source: Welcome back, %s
de_de: Willkommen zurück, %s

# #32044
source: Thank You for donating!
de_de: Vielen Dank für deine Spende!

# #32045
source: Takealug say Hello!
de_de: Takealug begrüsst Dich!

# #32046
source: Login Failure
de_de: Anmeldefehler

# #32047
source: %s couldn't logged in
de_de: %s kann nicht eingeloggt werden

# #32048
source: Sorry %s, before downloading You have to choose your Downloadlocation first.
de_de: Sorry %s, bitte zuerst den Ordner für den Download auswählen.

# #32049
source: Sorry %s, You have to choose the kind of EPG data depending on your Takealug account first.
de_de: Sorry %s, bitte zuerst den Typ des EPGs (in Abhängigkeit vom Takealug Account) auswählen.

# #32050
source: Start manual Download of %s?
de_de: Soll der mauelle Download von %s jetzt gestartet werden?

# #32051
source: An Error occurred
de_de: Ein Fehler ist aufgetreten

# #32052
source: Couldn't complete Download
de_de: Der Download konnte nicht abgeschlossen werden

# #32053
source: Downloaded File is not a GZIP
de_de: Die heruntergeladene Datei ist keine GZIP

# #32054
source: Initalize Autodownload
de_de: Starte automatischen Download

# #32055
source: Choose Downloadlocation first
de_de: Downloadordner auswählen

# #32056
source: Choose kind of EPG first
de_de: Typ des EPGs auswählen
